Revit 2027 API
ParameterTypeId.RoomBaseReturnAirflowOnParam Property
 "Return Airflow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomBaseReturnAirflowOnParam { get; }
Public Shared ReadOnly Property RoomBaseReturnAirflowOnParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomBaseReturnAirflowOnParam {
	ForgeTypeId^ get ();
}
static member RoomBaseReturnAirflowOnParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace